# Services
brew "nginx"
brew "glances"
brew "ttyd"
brew "lnav"
brew "tmux"

# LLM Tools
brew "llama.cpp"
brew "whisper-cpp"

# Docker
brew "colima"
brew "docker"
brew "docker-compose"

# CLI Tools
brew "uv"
brew "htop"
brew "ncdu"
brew "neovim"
brew "wget"
brew "bat"
brew "ffmpeg"
brew "just"
